/* No comment provided by engineer. */
"An internal error occurred. Please try again" = "Ein Fehler ist aufgetreten. Probieren Sie es nochmal";

/* No comment provided by engineer. */
"available" = "verfügbar";

/* No comment provided by engineer. */
"Congratulations" = "Glückwunsch";

/* No comment provided by engineer. */
"coupon" = "Coupon";

/* No comment provided by engineer. */
"coupons" = "Coupons";

/* No comment provided by engineer. */
"Coupons" = "Coupons";

/* No comment provided by engineer. */
"Favorites" = "Stammlokale";

/* No comment provided by engineer. */
"Visits" = "Besuche";

/* No comment provided by engineer. */
"No description" = "Keine Beschreibung vorhanden";

/* No comment provided by engineer. */
"No email" = "Keine E-Mail vorhanden";

/* No comment provided by engineer. */
"No phone" = "Keine Rufnummer vorhanden";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Oops" = "Hoppla";

/* No comment provided by engineer. */
"Overview" = "Übersicht";

/* No comment provided by engineer. */
"refreshing" = "aktualisiere";

/* No comment provided by engineer. */
"Seems like that the code is not correct" = "Der Code scheint nicht korrekt zu sein";

/* No comment provided by engineer. */
"Valid until" = "Gültig bis";

/* No comment provided by engineer. */
"Your redemption was successful" = "Ihr Coupon wurde erfolgreich eingelöst";

